Repository: kevin-uzcategui/dos-lineas
Catalog: languages/one-import/*-ocdi-*.po
Languages: es_uy

source: Importing customizer settings
es_uy: Importar la configuración del personalizador

source: Customizer settings import finished!
es_uy: ¡Importación de la configuración del personalizador finalizada!

source: Error: The customizer import file is missing! File path: %s
es_uy: Error: Falta el archivo de importación del personalizador. Ruta de archivo: %s

source: Error: The customizer import file is not in a correct format. Please make sure to use the correct customizer import file.
es_uy: Error: Falta el archivo de importación del personalizador. Ruta de archivo: %s

source: Error: The customizer import file is not suitable for current theme. You can only import customizer settings for the same theme or a child theme.
es_uy: Error: el archivo de importación del personalizador no es adecuado para el tema actual. Solo puede importar la configuración del personalizador para el mismo tema o un tema hijo.

source: Missing URL for downloading a file!
es_uy: Falta la URL para descargar un archivo.

source: An error occurred while fetching file from: %1$s%2$s%3$s!%4$sReason: %5$s - %6$s.
es_uy: Se produjo un error al obtener el archivo de: %1$s%2$s%3$s!%4$sRazón: %5$s - %6$s.

source: An error occurred while writing file to your server! Tried to write a file to: %s%s.
es_uy: ¡Se produjo un error al escribir el archivo en su servidor! Intenté escribir un archivo en: %s%s.

source: An error occurred while reading a file from your server! Tried reading file from path: %s%s.
es_uy: Se produjo un error al leer un archivo de su servidor. Intenté leer el archivo de la ruta: %s%s.

source: This WordPress page does not have %sdirect%s write file access. This plugin needs it in order to save the demo import xml file to the upload directory of your site. You can change this setting with these instructions: %s.
es_uy: Esta página de WordPress no tiene acceso a archivos de escritura %sdirect%s. Este complemento lo necesita para guardar el archivo XML de importación de demostración en el directorio de carga de su sitio. Puede cambiar esta configuración con estas instrucciones: %s.

source: Import Demo Data
es_uy: Importar Data Demo

source: An error occurred while retrieving reading/writing permissions to your server (could not retrieve WP filesystem credentials)!
es_uy: Se produjo un error al recuperar los permisos de lectura / escritura en su servidor (no se pudieron recuperar las credenciales del sistema de archivos WP).

source: Your WordPress login credentials don't allow to use WP_Filesystem!
es_uy: ¡Sus credenciales de inicio de sesión de WordPress no permiten usar WP_Filesystem!

source: %sYour user role isn't high enough. You don't have permission to import demo data.%s
es_uy: %sSu rol de usuario no es lo suficientemente alto. No tiene permiso para importar datos de demostración.%s

source: No file provided.
es_uy: No se proporcionó ningún archivo.

source: Content file was not uploaded. Error: %s
es_uy: El archivo de contenido no se cargó. Error: %s

source: Upload files
es_uy: Subir archivos

source: Widget file was not uploaded. Error: %s
es_uy: No se cargó el archivo de widget. Error: %s

source: Customizer file was not uploaded. Error: %s
es_uy: No se cargó el archivo del personalizador. Error: %s

source: Missing Redux option name! Please also enter the Redux option name!
es_uy: Falta el nombre de la opción de Redux. ¡Ingrese también el nombre de la opción Redux!

source: Redux file was not uploaded. Error: %s
es_uy: El archivo Redux no se cargó. Error: %s

source: The import files were successfully uploaded!
es_uy: Los archivos de importación se cargaron correctamente.

source: Initial max execution time = %s
es_uy: Tiempo de ejecución máximo inicial = %s

source: Files info:%1$sSite URL = %2$s%1$sData file = %3$s%1$sWidget file = %4$s%1$sCustomizer file = %5$s%1$sRedux files:%1$s%6$s
es_uy: Información de archivos:%1$sSitio URL = %2$s%1$sArchivo de datos = %3$s%1$sArchivo de widget = %4$s%1$sArchivo personalizador = %5$s%1$sArchivo Redux:%1$s%6$s

source: not defined!
es_uy: ¡no definida!

source: No preview image defined for this import.
es_uy: No se ha definido ninguna imagen de vista previa para esta importación.

source: Are you sure?
es_uy: ¿Estás seguro?

source: Cancel
es_uy: Cancelar

source: Yes, import!
es_uy: ¡Sí, importar!

source: Selected demo import:
es_uy: Importación de demostración seleccionada:

source: Manually uploaded files
es_uy: Archivos cargados manualmente

source: Downloaded files
es_uy: Archivos descargados

source: The import files for: %s were successfully downloaded!
es_uy: Los archivos de importación para: %s se descargaron correctamente.

source: No import files specified!
es_uy: ¡No se han especificado archivos de importación!

source: Just used One Click Demo Import plugin and it was awesome! Thanks @ProteusThemes! #OCDI https://www.proteusthemes.com/
es_uy: ¡Acabo de usar el complemento One Click Demo Import y fue increíble! ¡Gracias @ProteusThemes! #OCDI https://www.proteusthemes.com/

source: %1$s%6$sWasn't this a great One Click Demo Import experience?%7$s Created and maintained by %3$sProteusThemes%4$s. %2$s%5$sClick to Tweet!%4$s%8$s
es_uy: %1$s%6$s¿No fue una gran experiencia de importación de One Click Demo?%7$s Creado y mantenido por %3$sProteusThemes%4$s. %2$s%5$sClick a Tweet!%4$s%8$s

source: %1$s%3$sThat's it, all done!%4$s%2$sThe demo import has finished. Please check your page and make sure that everything has imported correctly. If it did, you can deactivate the %3$sOne Click Demo Import%4$s plugin, because it has done its job.%5$s
es_uy: %1$s%3$s¡Eso es todo, listo!%4$s%2$sLa importación de demostración ha finalizado. Verifique su página y asegúrese de que todo se haya importado correctamente. Si lo hizo, puede desactivar el %3$sOne Click Demo Import%4$s plugin, porque ha hecho su trabajo.%5$s

source: %1$sThe demo import has finished, but there were some import errors.%2$sMore details about the errors can be found in this %3$s%5$slog file%6$s%4$s%7$s
es_uy: %1$sLa importación de demostración ha finalizado, pero hubo algunos errores de importación..%2$sSe pueden encontrar más detalles sobre los errores en este %3$s%5$archivo slog%6$s%4$s%7$s

source: The Redux plugin is not activated, so the Redux import was skipped!
es_uy: El complemento Redux no está activado, por lo que se omitió la importación de Redux.

source: Importing Redux settings
es_uy: Importación de la configuración de Redux

source: Redux settings import for: %s finished successfully!
es_uy: La importación de la configuración de Redux para: %s finalizó correctamente.

source: The Redux option name: %s, was not found in this WP site, so it was not imported!
es_uy: El nombre de la opción Redux: %s, no se encontró en este sitio de WP, por lo que no se importó.

source: There are no predefined demo imports for currently active theme!
es_uy: ¡No hay importaciones de demostración predefinidas para el tema activo actualmente!

source: Here are the predefined demo imports:
es_uy: Aquí están las importaciones de demostración predefinidas:

source: At least one of the possible options should be set! Check them with --help
es_uy: ¡Debe establecerse al menos una de las opciones posibles! Compruébelos con --help

source: The "predefined" parameter should be a number (an index of the OCDI predefined demo import)!
es_uy: El parámetro "predefinido" debe ser un número (un índice de la importación de demostración predefinida de OCDI).

source: The supplied predefined index does not exist! Please take a look at the available predefined demo imports:
es_uy: ¡El índice predefinido proporcionado no existe! Eche un vistazo a las importaciones de demostración predefinidas disponibles:

source: Predefined demo import started! All other parameters will be ignored!
es_uy: ¡Se inició la importación de demostración predefinida! ¡Todos los demás parámetros serán ignorados!

source: Selected predefined demo import: %s
es_uy: Importación de demostración predefinida seleccionada: %s

source: Preparing the demo import files...
es_uy: Preparando los archivos de importación de demostración...

source: Demo import files could not be retrieved!
es_uy: ¡No se pudieron recuperar los archivos de importación de demostración!

source: Demo import files retrieved successfully!
es_uy: ¡Archivos de importación de demostración recuperados correctamente!

source: Importing...
es_uy: Importando...

source: Predefined import finished!
es_uy: ¡Importación predefinida finalizada!

source: Content import file provided does not exist! Skipping this import!
es_uy: ¡El archivo de importación de contenido proporcionado no existe! ¡Omitiendo esta importación!

source: Importing content (this might take a while)...
es_uy: Importando contenido (esto puede tardar un poco)...

source: Importing content
es_uy: Importando contenido

source: Content import finished!
es_uy: ¡Importación de contenido finalizada!

source: There were some issues while importing the content!
es_uy: ¡Hubo algunos problemas al importar el contenido!

source: Widgets import file provided does not exist! Skipping this import!
es_uy: ¡El archivo de importación de widgets proporcionado no existe! ¡Omitiendo esta importación!

source: Importing widgets...
es_uy: Importando widgets...

source: Widgets imported successfully!
es_uy: ¡Widgets importados correctamente!

source: There were some issues while importing widgets!
es_uy: ¡Hubo algunos problemas al importar widgets!

source: Customizer import file provided does not exist! Skipping this import!
es_uy: El archivo de importación del personalizador proporcionado no existe. ¡Omitiendo esta importación!

source: Importing customizer settings...
es_uy: Importando la configuración del personalizador...

source: Customizer settings imported successfully!
es_uy: ¡La configuración del personalizador se importó correctamente!

source: There were some issues while importing customizer settings!
es_uy: Hubo algunos problemas al importar la configuración del personalizador.

source: Executing action: %s ...
es_uy: Ejecutando acción: %s ...

source: Importing widgets
es_uy: v

source: Error: Widget import file could not be found.
es_uy: Error: no se pudo encontrar el archivo de importación del widget.

source: Error: Widget import data could not be read. Please try a different file.
es_uy: Error: no se pudieron leer los datos de importación del widget. Intente con otro archivo.

source: Sidebar does not exist in theme (moving widget to Inactive)
es_uy: La barra lateral no existe en el tema (mover el widget a Inactivo)

source: Site does not support widget
es_uy: El sitio no es compatible con el widget

source: Widget already exists
es_uy: El widget ya existe

source: Imported
es_uy: Importado

source: Imported to Inactive
es_uy: Importado a inactivo

source: No Title
es_uy: Sin título

source: No results for widget import!
es_uy: ¡No hay resultados para la importación de widgets!

source: The %2$sOne Click Demo Import%3$s plugin requires %2$sPHP 5.3.2+%3$s to run properly. Please contact your hosting company and ask them to update the PHP version of your site to at least PHP 5.3.2.%4$s Your current version of PHP: %2$s%1$s%3$s
es_uy: El %2$sOne Click Demo Import%3$s requiere plugin %2$sPHP 5.3.2+%3$s para funcionar correctamente. Póngase en contacto con su empresa de alojamiento y pídale que actualice la versión PHP de su sitio al menos a PHP 5.3.2.%4$s Tu versión actual de PHP: %2$s%1$s%3$s

source: %sWarning: your server is using %sPHP safe mode%s. This means that you might experience server timeout errors.%s
es_uy: %sAdvertencia: su servidor está usando %sModo seguro de PHP%s. Esto significa que puede experimentar errores de tiempo de espera del servidor.%s

source: Before you begin, make sure all the required plugins are activated.
es_uy: Antes de comenzar, asegúrese de que todos los complementos necesarios estén activados.

source: Importing demo data (post, pages, images, theme settings, ...) is the easiest way to setup your theme.
es_uy: Importar datos de demostración (publicaciones, páginas, imágenes, configuraciones de tema, ...) es la forma más fácil de configurar su tema.

source: It will allow you to quickly edit everything instead of creating content from scratch.
es_uy: Te permitirá editar todo rápidamente en lugar de crear contenido desde cero.

# Al importar los datos, pueden ocurrir las siguientes cosas:
source: When you import the data, the following things might happen:
es_uy: Al importar los datos, pueden ocurrir las siguientes cosas:

source: No existing posts, pages, categories, images, custom post types or any other data will be deleted or modified.
es_uy: No se eliminarán ni modificarán publicaciones, páginas, categorías, imágenes, tipos de publicaciones personalizadas ni ningún otro dato existente.

source: Posts, pages, images, widgets, menus and other theme settings will get imported.
es_uy: Se importarán publicaciones, páginas, imágenes, widgets, menús y otras configuraciones de temas.

source: Please click on the Import button only once and wait, it can take a couple of minutes.
es_uy: Haga clic en el botón Importar solo una vez y espere, puede tardar un par de minutos.

source: Switch to manual import!
es_uy: ¡Cambie a importación manual!

source: Switch back to theme predefined imports!
es_uy: ¡Regrese a las importaciones predefinidas de temas!

source: There are no predefined import files available in this theme. Please upload the import files manually!
es_uy: No hay archivos de importación predefinidos disponibles en este tema. Cargue los archivos de importación manualmente.

source: Manual demo files upload
es_uy: Carga manual de archivos de demostración

source: Choose a XML file for content import:
es_uy: Elija un archivo XML para la importación de contenido:

source: Choose a WIE or JSON file for widget import:
es_uy: Elija un archivo WIE o JSON para la importación de widgets:

source: Choose a DAT file for customizer import:
es_uy: Elija un archivo DAT para la importación del personalizador:

source: Choose a JSON file for Redux import:
es_uy: Elija un archivo JSON para la importación de Redux:

source: Enter the Redux option name:
es_uy: Ingrese el nombre de la opción Redux:

source: All
es_uy: Todos

source: Search demos...
es_uy: Demos de búsqueda...

source: No preview image.
es_uy: No hay imagen de vista previa.

source: Import
es_uy: Importar

source: Preview
es_uy: Avance

source: Importing, please wait!
es_uy: Importando, ¡espere!

source: Import your content, widgets and theme settings with one click. Theme authors! Enable simple demo import for your theme demo data.
es_uy: Aquí están las importaciones de demostración predefinidas:
